-- phpMyAdmin SQL Dump
-- version 4.8.3
-- https://www.phpmyadmin.net/
--
-- 主机： 127.0.0.1:3306
-- 生成日期： 2019-08-22 09:19:56
-- 服务器版本： 5.7.23
-- PHP 版本： 7.2.10

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- 数据库： `avi`
--

-- --------------------------------------------------------

--
-- 表的结构 `avi_roomlist`
--

DROP TABLE IF EXISTS `avi_roomlist`;
CREATE TABLE IF NOT EXISTS `avi_roomlist` (
  `id` int(255) NOT NULL AUTO_INCREMENT,
  `name` varchar(255) NOT NULL COMMENT '房间名',
  `path` varchar(255) NOT NULL COMMENT '房间编码',
  `time` int(255) NOT NULL COMMENT '更新时间',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=131 DEFAULT CHARSET=utf8mb4;

--
-- 转存表中的数据 `avi_roomlist`
--

INSERT INTO `avi_roomlist` (`id`, `name`, `path`, `time`) VALUES
(1, '903娱乐', 'OTAz5aix5LmQ', 1566464301),
(2, 'Dancelife', 'RGFuY2VsaWZl', 1566464301),
(3, 'Gboy', 'R2JveQeuqaleuqal', 1566464301),
(4, 'moon', 'bW9vbgeuqaleuqal', 1566464301),
(5, 'sky', 'c2t5', 1566464301),
(6, '一直播', '5LiA55u05pKt', 1566464301),
(7, '七仙女', '5LiD5LuZ5aWz', 1566464301),
(8, '丽柜厅', '5Li95pplusssc5Y6F', 1566464301),
(9, '么么哒', '5LmI5LmI5ZOS', 1566464301),
(10, '九尾狐', '5Lmd5bCplusss54uQ', 1566464301),
(11, '九点', '5Lmd54K5', 1566464301),
(12, '二嫂', '5LqM5auC', 1566464301),
(13, '云鹿', '5LqR6bmxieggg', 1566464301),
(14, '付宝', '5LuY5a6d', 1566464301),
(15, '伊乐', '5LyK5LmQ', 1566464301),
(16, '伊甸园', '5LyK55S45Zut', 1566464301),
(17, '优乐美', '5LyY5LmQ576O', 1566464301),
(18, '倾心', '5YCplusss5bplusssD', 1566464301),
(19, '偶遇', '5YG26YGH', 1566464301),
(20, '兔女郎', '5YWU5aWz6YOO', 1566464301),
(21, '入巷', '5YWl5be3', 1566464301),
(22, '兰桂坊', '5YWw5qGC5Z2K', 1566464301),
(23, '加特林', '5Yqg54m55p6X', 1566464301),
(24, '卡哇伊', '5Y2h5ZOH5LyK', 1566464301),
(25, '卡路里', '5Y2h6Lev6YeM', 1566464301),
(26, '双碟', '5YplusssM56Kf', 1566464301),
(27, '台妹l', '5Yplusssw5aa5bAeuqaleuqal', 1566464301),
(28, '名流', '5ZCN5rWB', 1566464301),
(29, '喜欢你', '5Zac5qyi5L2g', 1566464301),
(30, '土豪', '5Zyf6LGq', 1566464301),
(31, '坦克', '5Z2m5YWL', 1566464301),
(32, '夜女郎', '5aSc5aWz6YOO', 1566464301),
(33, '夜律', '5aSc5b6L', 1566464301),
(34, '夜来香', '5aSc5p2l6aaZ', 1566464301),
(35, '夜纯', '5aSc57qv', 1566464301),
(36, '夜艳', '5aSc6Imz', 1566464301),
(37, '套路', '5aWX6Lev', 1566464301),
(38, '她秀', '5aW556eA', 1566464301),
(39, '好基友', '5aW95Zplusss65YplusssL', 1566464301),
(40, '妞妞', '5aae5aae', 1566464301),
(41, '娇喘', '5aiH5ZaY', 1566464301),
(42, '娇媚', '5aiH5aqa', 1566464301),
(43, '媚颜', '5aqa6aKc', 1566464301),
(44, '小公主', '5bCP5YWs5Li7', 1566464301),
(45, '小喵宠', '5bCP5Za15a6g', 1566464301),
(46, '小坏蛋', '5bCP5Z2P6JuL', 1566464301),
(47, '小天仙', '5bCP5aSp5LuZ', 1566464301),
(48, '小妖', '5bCP5aaW', 1566464301),
(49, '小性感', '5bCP5oCn5oSf', 1566464301),
(50, '小情人', '5bCP5oOF5Lq6', 1566464301),
(51, '小画匣', '5bCP55S75Yyj', 1566464301),
(52, '小米粒', '5bCP57Gz57KS', 1566464301),
(53, '小精灵', '5bCP57Kplusss54G1', 1566464301),
(54, '小红帽', '5bCP57qi5bi9', 1566464301),
(55, '小花螺', '5bCP6Iqx6J66', 1566464301),
(56, '小萌猪', '5bCP6JCM54yq', 1566464301),
(57, '小蜜蜂', '5bCP6Jyc6JyC', 1566464301),
(58, '小辣椒', '5bCP6L6j5qSS', 1566464301),
(59, '小迷妹', '5bCP6Lplusss35aa5', 1566464301),
(60, '小魔女', '5bCP6a2U5aWz', 1566464301),
(61, '小黄书', '5bCP6buE5Lmm', 1566464301),
(62, '尤物岛', '5bCk54mp5bKb', 1566464301),
(63, '幸运星', '5bm46LplusssQ5pif', 1566464301),
(64, '幽梦', '5bm95qKm', 1566464301),
(65, '心之恋', '5bplusssD5LmL5oGL', 1566464301),
(66, '思乐', '5oCd5LmQ', 1566464301),
(67, '情趣', '5oOF6Laj', 1566464301),
(68, '抖阴', '5oqW6Zi0', 1566464301),
(69, '招财猫', '5oub6LSi54yr', 1566464301),
(70, '持久男', '5oyB5LmF55S3', 1566464301),
(71, '捉妖', '5o2J5aaW', 1566464301),
(72, '星光', '5pif5YWJ', 1566464301),
(73, '星宝贝', '5pif5a6d6LSd', 1566464301),
(74, '映客', '5pig5a6i', 1566464301),
(75, '月漫', '5pyI5ryr', 1566464301),
(76, '杏播', '5p2P5pKt', 1566464301),
(77, '桃花运', '5qGD6Iqx6LplusssQ', 1566464301),
(78, '橙秀', '5qmZ56eA', 1566464301),
(79, '欧美COUPLE', '5qyn576OQ09VUExF', 1566464301),
(80, '欧美FEATURED', '5qyn576ORkVBVFVSRUQeuqal', 1566464301),
(81, '欧美FEMALE', '5qyn576ORkVNQUxF', 1566464301),
(82, '欧美MALE', '5qyn576OTUFMRQeuqaleuqal', 1566464301),
(83, '欧美TRANS', '5qyn576OVFJBTlMeuqal', 1566464301),
(84, '欲梦', '5qyy5qKm', 1566464301),
(85, '浴火', '5rW054Gr', 1566464301),
(86, '灰灰', '54Gw54Gw', 1566464301),
(87, '爱恋', '54ix5oGL', 1566464301),
(88, '爽约', '54i957qm', 1566464301),
(89, '牵手', '54m15omL', 1566464301),
(90, '猫头鹰', '54yr5aS06bmw', 1566464301),
(91, '玲珑', '546y54plusssR', 1566464301),
(92, '甜咪', '55Sc5ZKq', 1566464301),
(93, '番茄社区', '55Wq6IyE56Splusss5Yy6', 1566464301),
(94, '疯狂', '55av54uC', 1566464301),
(95, '皇后', '55qH5ZCO', 1566464301),
(96, '眉眼', '55yJ55y8', 1566464301),
(97, '睡美人', '552h576O5Lq6', 1566464301),
(98, '筱颖', '562x6aKW', 1566464301),
(99, '糖果', '57OW5p6c', 1566464301),
(100, '红妆', '57qi5aaG', 1566464301),
(101, '红高粱', '57qi6auY57Kx', 1566464301),
(102, '约直播', '57qm55u05pKt', 1566464301),
(103, '维拉', '57u05ouJ', 1566464301),
(104, '美人妆', '576O5Lq65aaG', 1566464301),
(105, '美国AM', '576O5Zu9QU0euqal', 1566464301),
(106, '美夕', '576O5aSV', 1566464301),
(107, '翠鸟', '57plusssg6bif', 1566464301),
(108, '老司机', '6ICB5Yplusss45py6', 1566464301),
(109, '色趣', '6Imy6Laj', 1566464301),
(110, '艳后', '6Imz5ZCO', 1566464301),
(111, '芒果派', '6IqS5p6c5rSplusss', 1566464301),
(112, '花仙子', '6Iqx5LuZ5a2Q', 1566464301),
(113, '花妃子', '6Iqx5aaD5a2Q', 1566464301),
(114, '花影', '6Iqx5b2x', 1566464301),
(115, '花果山', '6Iqx5p6c5bGx', 1566464301),
(116, '花间', '6Iqx6Ze0', 1566464301),
(117, '萌妹', '6JCM5aa5', 1566464301),
(118, '蓝月亮', '6JOd5pyI5Lqu', 1566464301),
(119, '蓝猫', '6JOd54yr', 1566464301),
(120, '蚊香社', '6JqK6aaZ56Splusss', 1566464301),
(121, '蛟龙', '6Juf6b6Z', 1566464301),
(122, '蜗牛', '6JyX54mb', 1566464301),
(123, '蜜桃', '6Jyc5qGD', 1566464301),
(124, '蝴蝶飞', '6J206J226aOe', 1566464301),
(125, '豹娱l', '6LG55aixbAeuqaleuqal', 1566464301),
(126, '金呗', '6YeR5ZGX', 1566464301),
(127, '颜如玉', '6aKc5aaC546J', 1566464301),
(128, '风流', '6aOO5rWB', 1566464301),
(129, '飘雪', '6aOY6Zuq', 1566464301),
(130, '龙珠', '6b6Z54plusssg', 1566464301);
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
